Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# MultiFile_Include.PlaceholderText
source: Include (e.g. *.bin;*.dat)
ar: التضمين (مثل *.bin;*.dat)
cs: Zahrnout (např. *.bin;*.dat)
de: Einschließen (z. B. *.bin;*.dat)
el: Συμπερίληψη (π.χ. *.bin;*.dat)
es: Incluir (p. ej. *.bin;*.dat)
fa: شامل (مثلاً *.bin;*.dat)
fr: Inclure (par ex. *.bin;*.dat)
hu: Belefoglalás (pl. *.bin;*.dat)
id: Sertakan (mis. *.bin;*.dat)
it: Includi (ad es. *.bin;*.dat)
ja: 含めるマスク (例: *.bin;*.dat)
ko: 포함(예: *.bin;*.dat)
pl: Uwzględnij (np. *.bin;*.dat)
pt: Incluir (por exemplo, *.bin;*.dat)
ro: Includere (de ex. *.bin;*.dat)
th: รวม (เช่น *.bin;*.dat)
tr: Dahil et (ör. *.bin;*.dat)
uk: Включити (наприклад, *.bin;*.dat)
vi: Bao gồm (ví dụ: *.bin;*.dat)
zh_hans: 包含（例如 *.bin;*.dat）
zh_hant: 包含（例如 *.bin;*.dat）

# MultiFile_FileRow
source: {0} — {1} matches · {2} bytes · {3}
ar: {0} — {1} تطابقات · {2} بايت · {3}
cs: {0} — shody: {1} · bajty: {2} · {3}
de: {0} — {1} Treffer · {2} Bytes · {3}
el: {0} — {1} αντιστοιχίες · {2} byte · {3}
es: {0} — {1} coincidencias · {2} bytes · {3}
fa: {0} — {1} مورد منطبق · {2} بایت · {3}
fr: {0} — {1} correspondances · {2} octets · {3}
hu: {0} — {1} találat · {2} bájt · {3}
id: {0} — {1} kecocokan · {2} byte · {3}
it: {0} — {1} corrispondenze · {2} byte · {3}
ja: {0} — {1} 件 · {2} バイト · {3}
ko: {0} — 일치 {1}개 · {2}바이트 · {3}
pl: {0} — dopasowania: {1} · {2} B · {3}
pt: {0} — {1} correspondências · {2} bytes · {3}
ro: {0} — {1} potriviri · {2} octeți · {3}
th: {0} — ตรงกัน {1} รายการ · {2} ไบต์ · {3}
tr: {0} — {1} eşleşme · {2} bayt · {3}
uk: {0} — збігів: {1} · {2} байтів · {3}
vi: {0} — {1} kết quả khớp · {2} byte · {3}
zh_hans: {0} — {1} 个匹配项 · {2} 字节 · {3}
zh_hant: {0} — {1} 個符合項目 · {2} 個位元組 · {3}

# MultiFile_FolderInput.PlaceholderText
source: Folder path
ar: مسار المجلد
cs: Cesta ke složce
de: Ordnerpfad
el: Διαδρομή φακέλου
es: Ruta de la carpeta
fa: مسیر پوشه
fr: Chemin du dossier
hu: Mappa elérési útja
id: Jalur folder
it: Percorso cartella
ja: フォルダのパス
ko: 폴더 경로
pl: Ścieżka folderu
pt: Caminho da pasta
ro: Cale folder
th: เส้นทางโฟลเดอร์
tr: Klasör yolu
uk: Шлях до папки
vi: Đường dẫn thư mục
zh_hans: 文件夹路径
zh_hant: 資料夾路徑

# MultiFile_FolderMissing
source: This folder doesn't exist: {0}
ar: هذا المجلد غير موجود: {0}
cs: Tato složka neexistuje: {0}
de: Dieser Ordner existiert nicht: {0}
el: Αυτός ο φάκελος δεν υπάρχει: {0}
es: Esta carpeta no existe: {0}
fa: این پوشه وجود ندارد: {0}
fr: Ce dossier n'existe pas : {0}
hu: Ez a mappa nem létezik: {0}
id: Folder ini tidak ada: {0}
it: Questa cartella non esiste: {0}
ja: フォルダがありません: {0}
ko: 이 폴더가 없습니다: {0}
pl: Ten folder nie istnieje: {0}
pt: Esta pasta não existe: {0}
ro: Acest folder nu există: {0}
th: ไม่มีโฟลเดอร์นี้: {0}
tr: Bu klasör yok: {0}
uk: Ця папка не існує: {0}
vi: Thư mục này không tồn tại: {0}
zh_hans: 此文件夹不存在：{0}
zh_hant: 此資料夾不存在：{0}

# MultiFile_Folders_Name
source: Folders to search
ar: المجلدات المراد البحث فيها
cs: Složky k prohledání
de: Zu durchsuchende Ordner
el: Φάκελοι για αναζήτηση
es: Carpetas en las que buscar
fa: پوشه‌ها برای جستجو
fr: Dossiers à rechercher
hu: Keresendő mappák
id: Folder yang dicari
it: Cartelle in cui cercare
ja: 検索するフォルダ
ko: 검색할 폴더
pl: Foldery do przeszukania
pt: Pastas a pesquisar
ro: Foldere de căutat
th: โฟลเดอร์ที่จะค้นหา
tr: Aranacak klasörler
uk: Папки для пошуку
vi: Thư mục cần tìm
zh_hans: 要搜索的文件夹
zh_hant: 要搜尋的資料夾

# MultiFile_Hidden.Content
source: Include hidden and system files
ar: تضمين الملفات المخفية وملفات النظام
cs: Zahrnout skryté a systémové soubory
de: Versteckte Dateien und Systemdateien einschließen
el: Συμπερίληψη κρυφών αρχείων και αρχείων συστήματος
es: Incluir archivos ocultos y de sistema
fa: شامل فایل‌های پنهان و سیستمی
fr: Inclure les fichiers cachés et système
hu: Rejtett és rendszerfájlok is
id: Sertakan file tersembunyi dan file sistem
it: Includi file nascosti e di sistema
ja: 隠しファイル・システムファイルを含める
ko: 숨김 파일 및 시스템 파일 포함
pl: Uwzględnij pliki ukryte i systemowe
pt: Incluir arquivos ocultos e do sistema
ro: Includere fișiere ascunse și de sistem
th: รวมไฟล์ที่ซ่อนและไฟล์ระบบ
tr: Gizli ve sistem dosyalarını dahil et
uk: Включати приховані й системні файли
vi: Bao gồm tệp ẩn và tệp hệ thống
zh_hans: 包括隐藏文件和系统文件
zh_hant: 包含隱藏檔案和系統檔案

# MultiFile_Links.Content
source: Follow symbolic links and junctions
ar: تتبع الارتباطات الرمزية ونقاط الوصل
cs: Následovat symbolické odkazy a spojení
de: Symbolischen Links und Verzeichnisverbindungen folgen
el: Ακολούθηση συμβολικών συνδέσεων και σημείων σύνδεσης
es: Seguir vínculos simbólicos y uniones
fa: دنبال کردن پیوندهای نمادین و اتصال‌ها
fr: Suivre les liens symboliques et les jonctions
hu: Szimbolikus hivatkozások és csatlakozási pontok követése
id: Ikuti tautan simbolik dan junction
it: Segui collegamenti simbolici e junction
ja: シンボリックリンク・ジャンクションをたどる
ko: 심볼릭 링크 및 정션 따라가기
pl: Podążaj za linkami symbolicznymi i połączeniami
pt: Seguir links simbólicos e junções
ro: Urmărire legături simbolice și joncțiuni
th: ติดตามลิงก์สัญลักษณ์และจังก์ชัน
tr: Sembolik bağlantıları ve birleşim noktalarını izle
uk: Переходити за символьними посиланнями та з’єднаннями
vi: Đi theo liên kết tượng trưng và junction
zh_hans: 跟随符号链接和交接点
zh_hant: 跟隨符號連結和連接點

# MultiFile_Streams.Content
source: Include alternate data streams (not available yet)
ar: تضمين تدفقات البيانات البديلة (غير متاح بعد)
cs: Zahrnout alternativní datové proudy (zatím nedostupné)
de: Alternative Datenströme einschließen (noch nicht verfügbar)
el: Συμπερίληψη εναλλακτικών ροών δεδομένων (δεν είναι ακόμη διαθέσιμο)
es: Incluir flujos de datos alternativos (aún no disponible)
fa: شامل جریان‌های دادهٔ جایگزین (هنوز در دسترس نیست)
fr: Inclure les flux de données alternatifs (pas encore disponible)
hu: Alternatív adatfolyamok is (még nem érhető el)
id: Sertakan alternate data stream (belum tersedia)
it: Includi flussi di dati alternativi (non ancora disponibile)
ja: 代替データストリームを含める (まだ使えません)
ko: 대체 데이터 스트림 포함(아직 사용할 수 없음)
pl: Uwzględnij alternatywne strumienie danych (jeszcze niedostępne)
pt: Incluir fluxos de dados alternativos (ainda não disponível)
ro: Includere fluxuri de date alternative (indisponibil încă)
th: รวมสตรีมข้อมูลสำรอง (ยังไม่พร้อมใช้งาน)
tr: Alternatif veri akışlarını dahil et (henüz kullanılamıyor)
uk: Включати альтернативні потоки даних (поки недоступно)
vi: Bao gồm luồng dữ liệu thay thế (chưa khả dụng)
zh_hans: 包括备用数据流（尚不可用）
zh_hant: 包含替代資料流（尚無法使用）

# MultiFile_OpenDocuments.Content
source: Search open documents (including unsaved edits)
ar: البحث في المستندات المفتوحة (بما في ذلك التعديلات غير المحفوظة)
cs: Prohledat otevřené dokumenty (včetně neuložených úprav)
de: Geöffnete Dokumente durchsuchen (einschließlich nicht gespeicherter Änderungen)
el: Αναζήτηση στα ανοιχτά έγγραφα (συμπεριλαμβανομένων μη αποθηκευμένων αλλαγών)
es: Buscar en los documentos abiertos (incluidas las ediciones sin guardar)
fa: جستجو در سندهای باز (شامل ویرایش‌های ذخیره‌نشده)
fr: Rechercher dans les documents ouverts (y compris les modifications non enregistrées)
hu: Keresés a megnyitott dokumentumokban (a nem mentett módosításokkal együtt)
id: Cari dokumen yang terbuka (termasuk editan yang belum disimpan)
it: Cerca nei documenti aperti (incluse le modifiche non salvate)
ja: 開いているドキュメントを含める (未保存の編集も検索)
ko: 열려 있는 문서 검색(저장하지 않은 편집 포함)
pl: Przeszukuj otwarte dokumenty (łącznie z niezapisanymi zmianami)
pt: Pesquisar documentos abertos (incluindo edições não salvas)
ro: Căutare în documentele deschise (inclusiv editările nesalvate)
th: ค้นหาเอกสารที่เปิดอยู่ (รวมการแก้ไขที่ยังไม่ได้บันทึก)
tr: Açık belgelerde ara (kaydedilmemiş düzenlemeler dahil)
uk: Шукати у відкритих документах (включно з незбереженими змінами)
vi: Tìm trong tài liệu đang mở (bao gồm chỉnh sửa chưa lưu)
zh_hans: 搜索已打开的文档（包括未保存的编辑）
zh_hant: 搜尋開啟的文件（包括未儲存的編輯）

# MultiFile_MaxSize.PlaceholderText
source: Max size
ar: الحجم الأقصى
cs: Max. velikost
de: Max. Größe
el: Μέγ. μέγεθος
es: Tamaño máx.
fa: حداکثر اندازه
fr: Taille max.
hu: Max. méret
id: Ukuran maks
it: Dimensione max
ja: 最大サイズ
ko: 최대 크기
pl: Maks. rozmiar
pt: Tamanho máx.
ro: Dimensiune max.
th: ขนาดสูงสุด
tr: En büyük boyut
uk: Макс. розмір
vi: Kích thước tối đa
zh_hans: 最大大小
zh_hant: 大小上限

# MultiFile_MinSize.PlaceholderText
source: Min size
ar: الحجم الأدنى
cs: Min. velikost
de: Min. Größe
el: Ελάχ. μέγεθος
es: Tamaño mín.
fa: حداقل اندازه
fr: Taille min.
hu: Min. méret
id: Ukuran min
it: Dimensione min
ja: 最小サイズ
ko: 최소 크기
pl: Min. rozmiar
pt: Tamanho mín.
ro: Dimensiune min.
th: ขนาดต่ำสุด
tr: En küçük boyut
uk: Мін. розмір
vi: Kích thước tối thiểu
zh_hans: 最小大小
zh_hant: 大小下限

# MultiFile_SizeInvalid
source: Enter the file size as a number (e.g. 1M, 0x1000).
ar: أدخل حجم الملف كرقم (مثل 1M أو 0x1000).
cs: Zadejte velikost souboru jako číslo (např. 1M, 0x1000).
de: Geben Sie die Dateigröße als Zahl ein (z. B. 1M, 0x1000).
el: Εισαγάγετε το μέγεθος αρχείου ως αριθμό (π.χ. 1M, 0x1000).
es: Escribe el tamaño de archivo como número (p. ej. 1M, 0x1000).
fa: اندازهٔ فایل را به‌صورت عدد وارد کنید (مثلاً 1M، 0x1000).
fr: Entrez la taille de fichier sous forme de nombre (par ex. 1M, 0x1000).
hu: Számként adja meg a fájlméretet (pl. 1M, 0x1000).
id: Masukkan ukuran file sebagai angka (mis. 1M, 0x1000).
it: Immetti la dimensione del file come numero (ad es. 1M, 0x1000).
ja: ファイルサイズは数値で入力してください (例: 1M、0x1000)。
ko: 파일 크기를 숫자로 입력하세요(예: 1M, 0x1000).
pl: Wprowadź rozmiar pliku jako liczbę (np. 1M, 0x1000).
pt: Insira o tamanho do arquivo como um número (por exemplo, 1M, 0x1000).
ro: Introduceți dimensiunea fișierului ca număr (de ex. 1M, 0x1000).
th: ป้อนขนาดไฟล์เป็นตัวเลข (เช่น 1M, 0x1000)
tr: Dosya boyutunu bir sayı olarak girin (ör. 1M, 0x1000).
uk: Введіть розмір файлу числом (наприклад, 1M, 0x1000).
vi: Hãy nhập kích thước tệp là số (ví dụ: 1M, 0x1000).
zh_hans: 请以数字输入文件大小（例如 1M、0x1000）。
zh_hant: 請以數字輸入檔案大小（例如 1M、0x1000）。

# MultiFile_Subfolders.Content
source: Include subfolders
ar: تضمين المجلدات الفرعية
cs: Zahrnout podsložky
de: Unterordner einschließen
el: Συμπερίληψη υποφακέλων
es: Incluir subcarpetas
fa: شامل زیرپوشه‌ها
fr: Inclure les sous-dossiers
hu: Almappák is
id: Sertakan subfolder
it: Includi sottocartelle
ja: サブフォルダを含める
ko: 하위 폴더 포함
pl: Uwzględnij podfoldery
pt: Incluir subpastas
ro: Includere subfoldere
th: รวมโฟลเดอร์ย่อย
tr: Alt klasörleri dahil et
uk: Включати вкладені папки
vi: Bao gồm thư mục con
zh_hans: 包括子文件夹
zh_hant: 包含子資料夾

# MultiFile_Mode_Name
source: Mode
ar: الوضع
cs: Režim
de: Modus
el: Λειτουργία
es: Modo
fa: حالت
hu: Mód
it: Modalità
ja: モード
ko: 모드
pl: Tryb
pt: Modo
ro: Mod
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

# MultiFile_Mode_Search.Content
source: Search
ar: بحث
cs: Hledat
de: Suchen
el: Αναζήτηση
es: Buscar
fa: جستجو
fr: Rechercher
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
pt: Pesquisar
ro: Căutare
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# MultiFile_Mode_Replace.Content
source: Replace
ar: استبدال
cs: Nahradit
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fa: جایگزینی
fr: Remplacer
hu: Csere
id: Ganti
it: Sostituisci
ja: 置換
ko: 바꾸기
pl: Zamień
pt: Substituir
ro: Înlocuire
th: แทนที่
tr: Değiştir
uk: Заміна
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

# MultiFile_Query.PlaceholderText
source: Search for
ar: البحث عن
cs: Hledat
de: Suchen nach
el: Αναζήτηση για
es: Buscar
fa: جستجوی
fr: Rechercher
hu: Keresett érték
id: Cari
it: Cerca
ja: 検索する値
ko: 찾을 내용
pl: Szukaj
pt: Pesquisar
ro: Căutare
th: ค้นหา
tr: Aranacak
uk: Що шукати
vi: Tìm
zh_hans: 搜索内容
zh_hant: 搜尋目標

# MultiFile_QueryInvalid
source: The search term is not valid ({0}).
ar: عبارة البحث غير صالحة ({0}).
cs: Hledaný výraz není platný ({0}).
de: Der Suchbegriff ist ungültig ({0}).
el: Ο όρος αναζήτησης δεν είναι έγκυρος ({0}).
es: El término de búsqueda no es válido ({0}).
fa: عبارت جستجو معتبر نیست ({0}).
fr: Le terme de recherche n'est pas valide ({0}).
hu: A keresett kifejezés érvénytelen ({0}).
id: Istilah pencarian tidak valid ({0}).
it: Il termine di ricerca non è valido ({0}).
ja: 検索語が正しくありません ({0})。
ko: 검색어가 올바르지 않습니다({0}).
pl: Wyszukiwany termin jest nieprawidłowy ({0}).
pt: O termo de pesquisa é inválido ({0}).
ro: Termenul de căutare nu este valid ({0}).
th: คำค้นหาไม่ถูกต้อง ({0})
tr: Arama terimi geçerli değil ({0}).
uk: Неприпустима умова пошуку ({0}).
vi: Từ tìm kiếm không hợp lệ ({0}).
zh_hans: 搜索词无效（{0}）。
zh_hant: 搜尋字詞無效（{0}）。

# MultiFile_ReplaceQuery.PlaceholderText
source: Replace with
ar: الاستبدال بـ
cs: Nahradit čím
de: Ersetzen durch
el: Αντικατάσταση με
es: Reemplazar por
fa: جایگزینی با
fr: Remplacer par
hu: Csere erre
id: Ganti dengan
it: Sostituisci con
ja: 置換語
ko: 바꿀 내용
pl: Zamień na
pt: Substituir por
ro: Înlocuire cu
th: แทนที่ด้วย
tr: Yeni değer
uk: Замінити на
vi: Thay thế bằng
zh_hans: 替换为
zh_hant: 取代為

# MultiFile_ReplaceInvalid
source: The replacement is not valid ({0}).
ar: الاستبدال غير صالح ({0}).
cs: Náhrada není platná ({0}).
de: Die Ersetzung ist ungültig ({0}).
el: Η αντικατάσταση δεν είναι έγκυρη ({0}).
es: El reemplazo no es válido ({0}).
fa: جایگزین معتبر نیست ({0}).
fr: Le remplacement n'est pas valide ({0}).
hu: A csereérték érvénytelen ({0}).
id: Pengganti tidak valid ({0}).
it: La sostituzione non è valida ({0}).
ja: 置換語が正しくありません ({0})。
ko: 바꿀 내용이 올바르지 않습니다({0}).
pl: Zamiennik jest nieprawidłowy ({0}).
pt: A substituição é inválida ({0}).
ro: Înlocuirea nu este validă ({0}).
th: ข้อความแทนที่ไม่ถูกต้อง ({0})
tr: Değiştirme değeri geçerli değil ({0}).
uk: Неприпустима заміна ({0}).
vi: Nội dung thay thế không hợp lệ ({0}).
zh_hans: 替换内容无效（{0}）。
zh_hant: 取代內容無效（{0}）。

# MultiFile_Results_Name
source: Results by file
ar: النتائج حسب الملف
cs: Výsledky podle souborů
de: Ergebnisse nach Datei
el: Αποτελέσματα ανά αρχείο
es: Resultados por archivo
fa: نتایج بر اساس فایل
fr: Résultats par fichier
hu: Eredmények fájlonként
id: Hasil per file
it: Risultati per file
ja: ファイルごとの結果
ko: 파일별 결과
pl: Wyniki według plików
pt: Resultados por arquivo
ro: Rezultate pe fișier
th: ผลลัพธ์ตามไฟล์
tr: Dosyaya göre sonuçlar
uk: Результати за файлами
vi: Kết quả theo tệp
zh_hans: 按文件显示的结果
zh_hant: 依檔案的結果

# MultiFile_TargetSetName.PlaceholderText
source: Name of these targets
ar: اسم هذه الأهداف
cs: Název těchto cílů
de: Name dieser Ziele
el: Όνομα αυτών των στόχων
es: Nombre de estos destinos
fa: نام این هدف‌ها
fr: Nom de ces cibles
hu: A célok neve
id: Nama target ini
it: Nome di queste destinazioni
ja: この対象の指定の名前
ko: 이 대상의 이름
pl: Nazwa tych obiektów docelowych
pt: Nome destes destinos
ro: Numele acestor ținte
th: ชื่อของเป้าหมายเหล่านี้
tr: Bu hedeflerin adı
uk: Назва цих цілей
vi: Tên của các mục tiêu này
zh_hans: 这些目标的名称
zh_hant: 這些目標的名稱

# MultiFile_TargetSetSave.Content
source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fa: ذخیره
fr: Enregistrer
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt: Salvar
ro: Salvare
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# MultiFile_TargetSet_Name
source: Saved targets
ar: الأهداف المحفوظة
cs: Uložené cíle
de: Gespeicherte Ziele
el: Αποθηκευμένοι στόχοι
es: Destinos guardados
fa: هدف‌های ذخیره‌شده
fr: Cibles enregistrées
hu: Mentett célok
id: Target tersimpan
it: Destinazioni salvate
ja: 保存した対象の指定
ko: 저장된 대상
pl: Zapisane obiekty docelowe
pt: Destinos salvos
ro: Ținte salvate
th: เป้าหมายที่บันทึกไว้
tr: Kaydedilmiş hedefler
uk: Збережені цілі
vi: Mục tiêu đã lưu
zh_hans: 已保存的目标
zh_hant: 已儲存的目標

# MultiFile_TargetSet_Placeholder
source: Saved targets
ar: الأهداف المحفوظة
cs: Uložené cíle
de: Gespeicherte Ziele
el: Αποθηκευμένοι στόχοι
es: Destinos guardados
fa: هدف‌های ذخیره‌شده
fr: Cibles enregistrées
hu: Mentett célok
id: Target tersimpan
it: Destinazioni salvate
ja: 保存した対象
ko: 저장된 대상
pl: Zapisane obiekty docelowe
pt: Destinos salvos
ro: Ținte salvate
th: เป้าหมายที่บันทึกไว้
tr: Kaydedilmiş hedefler
uk: Збережені цілі
vi: Mục tiêu đã lưu
zh_hans: 已保存的目标
zh_hant: 已儲存的目標

# MultiFile_TargetsHeader.Text
source: Targets
ar: الأهداف
cs: Cíle
de: Ziele
el: Στόχοι
es: Destinos
fa: هدف‌ها
fr: Cibles
hu: Célok
id: Target
it: Destinazioni
ja: 対象
ko: 대상
pl: Obiekty docelowe
pt: Destinos
ro: Ținte
th: เป้าหมาย
tr: Hedefler
uk: Цілі
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

# MultiFile_Progress
source: {0} / {1} files {2}
ar: {0} / {1} ملفات {2}
cs: Soubory: {0} / {1} {2}
de: {0} / {1} Dateien {2}
el: {0} / {1} αρχεία {2}
es: {0} / {1} archivos {2}
fa: {0} / {1} فایل {2}
fr: {0} / {1} fichiers {2}
hu: {0} / {1} fájl {2}
id: {0} / {1} file {2}
it: {0} / {1} file {2}
ja: {0} / {1} ファイル {2}
ko: 파일 {0} / {1}개 {2}
pl: Pliki: {0} / {1} {2}
pt: {0} / {1} arquivos {2}
ro: {0} / {1} fișiere {2}
th: {0} / {1} ไฟล์ {2}
tr: {0} / {1} dosya {2}
uk: Файлів: {0} / {1} {2}
vi: {0} / {1} tệp {2}
zh_hans: {0} / {1} 个文件 {2}
zh_hant: {0} / {1} 個檔案 {2}

# MultiFile_ReplaceProgress
source: {0} / {1} files {2}
ar: {0} / {1} ملفات {2}
cs: Soubory: {0} / {1} {2}
de: {0} / {1} Dateien {2}
el: {0} / {1} αρχεία {2}
es: {0} / {1} archivos {2}
fa: {0} / {1} فایل {2}
fr: {0} / {1} fichiers {2}
hu: {0} / {1} fájl {2}
id: {0} / {1} file {2}
it: {0} / {1} file {2}
ja: {0} / {1} ファイル {2}
ko: 파일 {0} / {1}개 {2}
pl: Pliki: {0} / {1} {2}
pt: {0} / {1} arquivos {2}
ro: {0} / {1} fișiere {2}
th: {0} / {1} ไฟล์ {2}
tr: {0} / {1} dosya {2}
uk: Файлів: {0} / {1} {2}
vi: {0} / {1} tệp {2}
zh_hans: {0} / {1} 个文件 {2}
zh_hant: {0} / {1} 個檔案 {2}

# MultiFile_Summary
source: {0} files, {1} matches ({3}). {2} files without matches.
ar: {0} ملفات، {1} تطابقات ({3}). {2} ملفات بدون تطابقات.
cs: Soubory: {0}, shody: {1} ({3}). Soubory bez shod: {2}.
de: {0} Dateien, {1} Treffer ({3}). {2} Dateien ohne Treffer.
el: {0} αρχεία, {1} αντιστοιχίες ({3}). {2} αρχεία χωρίς αντιστοιχίες.
es: {0} archivos, {1} coincidencias ({3}). {2} archivos sin coincidencias.
fa: {0} فایل، {1} مورد منطبق ({3}). {2} فایل بدون مورد منطبق.
fr: {0} fichiers, {1} correspondances ({3}). {2} fichiers sans correspondance.
hu: {0} fájl, {1} találat ({3}). Találat nélküli fájlok: {2}.
id: {0} file, {1} kecocokan ({3}). {2} file tanpa kecocokan.
it: {0} file, {1} corrispondenze ({3}). {2} file senza corrispondenze.
ja: {0} ファイル、{1} 件 ({3})。一致がなかったファイル: {2}。
ko: 파일 {0}개, 일치 {1}개({3}). 일치 항목이 없는 파일 {2}개.
pl: Pliki: {0}, dopasowania: {1} ({3}). Pliki bez dopasowań: {2}.
pt: {0} arquivos, {1} correspondências ({3}). {2} arquivos sem correspondências.
ro: Fișiere: {0}, potriviri: {1} ({3}). Fișiere fără potriviri: {2}.
th: {0} ไฟล์ ตรงกัน {1} รายการ ({3}) ไม่มีรายการที่ตรงกัน {2} ไฟล์
tr: {0} dosya, {1} eşleşme ({3}). Eşleşmesi olmayan {2} dosya.
uk: Файлів: {0}, збігів: {1} ({3}). Файлів без збігів: {2}.
vi: {0} tệp, {1} kết quả khớp ({3}). {2} tệp không có kết quả khớp.
zh_hans: {0} 个文件，{1} 个匹配项（{3}）。{2} 个文件没有匹配项。
zh_hant: {0} 個檔案，{1} 個符合項目（{3}）。{2} 個檔案沒有符合項目。

# MultiFile_ReplaceSummary
source: Replaced {1} matches in {0} files. Skipped: {2} files. Not processed: {3} files.
ar: تم استبدال {1} تطابقات في {0} ملفات. تم التخطي: {2} ملفات. لم تتم المعالجة: {3} ملفات.
cs: Nahrazené shody: {1} v souborech: {0}. Přeskočené soubory: {2}. Nezpracované soubory: {3}.
de: {1} Treffer in {0} Dateien ersetzt. Übersprungen: {2} Dateien. Nicht verarbeitet: {3} Dateien.
el: Αντικαταστάθηκαν {1} αντιστοιχίες σε {0} αρχεία. Παραλείφθηκαν: {2} αρχεία. Δεν υποβλήθηκαν σε επεξεργασία: {3} αρχεία.
es: Se reemplazaron {1} coincidencias en {0} archivos. Omitidos: {2} archivos. Sin procesar: {3} archivos.
fa: {1} مورد منطبق در {0} فایل جایگزین شد. ردشده: {2} فایل. پردازش‌نشده: {3} فایل.
fr: {1} correspondances remplacées dans {0} fichiers. Ignorés : {2} fichiers. Non traités : {3} fichiers.
hu: {1} találat cserélve {0} fájlban. Kihagyva: {2} fájl. Nem feldolgozva: {3} fájl.
id: {1} kecocokan diganti di {0} file. Dilewati: {2} file. Tidak diproses: {3} file.
it: Sostituite {1} corrispondenze in {0} file. Ignorati: {2} file. Non elaborati: {3} file.
ja: {0} ファイルの {1} 件を置換しました。スキップ: {2} ファイル。未処理: {3} ファイル。
ko: 파일 {0}개에서 일치 항목 {1}개를 바꿨습니다. 건너뜀: 파일 {2}개. 처리 안 됨: 파일 {3}개.
pl: Zamieniono dopasowania: {1} w plikach: {0}. Pominięte pliki: {2}. Nieprzetworzone pliki: {3}.
pt: {1} correspondências substituídas em {0} arquivos. Ignorados: {2} arquivos. Não processados: {3} arquivos.
ro: Potriviri înlocuite: {1}, în fișiere: {0}. Omise: {2} fișiere. Neprocesate: {3} fișiere.
th: แทนที่ {1} รายการใน {0} ไฟล์แล้ว ข้าม: {2} ไฟล์ ไม่ได้ประมวลผล: {3} ไฟล์
tr: {0} dosyada {1} eşleşme değiştirildi. Atlanan: {2} dosya. İşlenmeyen: {3} dosya.
uk: Замінено збігів: {1} у файлах: {0}. Пропущено файлів: {2}. Не оброблено файлів: {3}.
vi: Đã thay thế {1} kết quả khớp trong {0} tệp. Bỏ qua: {2} tệp. Chưa xử lý: {3} tệp.
zh_hans: 已替换 {0} 个文件中的 {1} 个匹配项。已跳过：{2} 个文件。未处理：{3} 个文件。
zh_hant: 已取代 {0} 個檔案中的 {1} 個符合項目。已略過：{2} 個檔案。未處理：{3} 個檔案。

# MultiFile_Skipped
source: Skipped files ({0})
ar: الملفات التي تم تخطيها ({0})
cs: Přeskočené soubory ({0})
de: Übersprungene Dateien ({0})
el: Αρχεία που παραλείφθηκαν ({0})
es: Archivos omitidos ({0})
fa: فایل‌های ردشده ({0})
fr: Fichiers ignorés ({0})
hu: Kihagyott fájlok ({0})
id: File yang dilewati ({0})
it: File ignorati ({0})
ja: スキップしたファイル ({0})
ko: 건너뛴 파일({0})
pl: Pominięte pliki ({0})
pt: Arquivos ignorados ({0})
ro: Fișiere omise ({0})
th: ไฟล์ที่ข้าม ({0})
tr: Atlanan dosyalar ({0})
uk: Пропущені файли ({0})
vi: Tệp bị bỏ qua ({0})
zh_hans: 已跳过的文件（{0}）
zh_hant: 已略過的檔案（{0}）

# MultiFile_State_Limit
source: stopped at the limit
ar: تم الإيقاف عند الحد
cs: zastaveno na limitu
de: am Limit angehalten
el: διακόπηκε στο όριο
es: detenido en el límite
fa: در حد مجاز متوقف شد
fr: arrêté à la limite
hu: leállt a korlátnál
id: berhenti pada batas
it: interrotto al limite
ja: 上限で停止
ko: 한도에서 중지됨
pl: zatrzymano na limicie
pt: interrompido no limite
ro: oprit la limită
th: หยุดที่ขีดจำกัด
tr: sınırda durdu
uk: зупинено на обмеженні
vi: đã dừng ở giới hạn
zh_hans: 已在上限处停止
zh_hant: 已在上限停止

# MultiFile_Outcome_Replaced
source: replaced {0}
ar: تم استبدال {0}
cs: nahrazeno: {0}
de: {0} ersetzt
el: αντικαταστάθηκαν {0}
es: {0} reemplazadas
fa: {0} جایگزین شد
fr: {0} remplacé(s)
hu: cserélve: {0}
id: {0} diganti
it: sostituite {0}
ja: 置換済み ({0} 件)
ko: {0}개 바꿈
pl: zamieniono: {0}
pt: {0} substituídas
ro: înlocuite: {0}
th: แทนที่ {0} รายการแล้ว
tr: {0} değiştirildi
uk: замінено: {0}
vi: đã thay thế {0}
zh_hans: 已替换 {0} 个
zh_hant: 已取代 {0}

# MultiFile_Outcome_InEditor
source: replaced in the editor (unsaved, {0})
ar: تم الاستبدال في المحرر (غير محفوظ، {0})
cs: nahrazeno v editoru (neuloženo, {0})
de: im Editor ersetzt (nicht gespeichert, {0})
el: αντικαταστάθηκαν στον επεξεργαστή (μη αποθηκευμένα, {0})
es: reemplazado en el editor (sin guardar, {0})
fa: در ویرایشگر جایگزین شد (ذخیره‌نشده، {0})
fr: remplacé dans l'éditeur (non enregistré, {0})
hu: cserélve a szerkesztőben (nem mentve, {0})
id: diganti di editor (belum disimpan, {0})
it: sostituito nell'editor (non salvato, {0})
ja: エディタで置換 (未保存、{0} 件)
ko: 편집기에서 바꿈(저장 안 됨, {0})
pl: zamieniono w edytorze (niezapisane, {0})
pt: substituído no editor (não salvo, {0})
ro: înlocuite în editor (nesalvat, {0})
th: แทนที่ในตัวแก้ไขแล้ว (ยังไม่ได้บันทึก {0})
tr: düzenleyicide değiştirildi (kaydedilmedi, {0})
uk: замінено в редакторі (не збережено, {0})
vi: đã thay thế trong trình soạn thảo (chưa lưu, {0})
zh_hans: 已在编辑器中替换（未保存，{0} 个）
zh_hant: 已在編輯器中取代（未儲存，{0}）

# MultiFile_Outcome_Skipped
source: skipped: {0}
ar: تم التخطي: {0}
cs: přeskočeno: {0}
de: übersprungen: {0}
el: παραλείφθηκε: {0}
es: omitido: {0}
fa: رد شد: {0}
fr: ignoré : {0}
hu: kihagyva: {0}
id: dilewati: {0}
it: ignorato: {0}
ja: スキップ: {0}
ko: 건너뜀: {0}
pl: pominięto: {0}
pt: ignorado: {0}
ro: omis: {0}
th: ข้าม: {0}
tr: atlandı: {0}
uk: пропущено: {0}
vi: bỏ qua: {0}
zh_hans: 已跳过：{0}
zh_hant: 已略過：{0}
